Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/arkivverket.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The PREMIS Working Group describes a model – a core of metadata – which can be used for digital preservation, irrespective of the type of documents or preservation strategies.
nb: PREMIS Working Group beskriver en modell - en kjerne av metadata – som kan brukes til all digital bevaring, uavhengig av type dokumenter eller bevarings-strategier.

source: To this effect, we recognize
nb: For mer detaljert informasjon, se Prop.

source: The public administration‟s case documents that are stored electronically must be linked to a recordkeeping system or some other electronic system for registering documents.
nb: Forvaltningens saksdokumenter som lagres elektronisk, skal være knyttet til et journalførings-system eller annet elektronisk system for registrering av dokumenter.

source: Chapter 6 sets out provisions for the administrative body‟s handling of messages that are encrypted or signed with an electronic signature.
nb: Kapittel 6 gir bestemmelser for forvaltningsorganets behandling av meldinger som er kryptert eller signert med elektronisk signatur.

source: Solutions that are based only on ISO 15489 and MoReq will not be accepted as Noark 5-compatible.
nb: Løsninger som baseres kun på ISO 15489 og MoReq vil ikke kunne aksepteres som Noark 5-kompatible.

source: If case documents are to be exchanged by e-mail in connection with the electronic archive, the system should also satisfy the basic requirements for integrated e-mail.
nb: Hvis saksdokumenter skal utveksles med e-post i tilknytning til det elektroniske arkivet, bør systemet også tilfredsstille basiskravene til integrert e-post.

source: for all public bodies.
nb: for alle offentlige organ.

source: Alternatively, the document may simply be deleted or impossible to recreate.
nb: Eller dokumentet kan rett og slett være slettet eller umulig å gjenskape.

source: The Act is a general law which applies to case handling provided that no other law is applicable under special legislation.
nb: Loven er en overordnet lov som tas i bruk i all saksbehandling, så lenge ikke annen lov gjelder etter særlovgivning.

source: consists of the elements: content, structure, context and presentation.
nb: består av elementene innhold, struktur, kontekst og presentasjon.

source: The Regulation of 1 December 1999 No. 1566 on supplementary technical and archive provisions concerning the management of official archives (management of official archives) was introduced as a result of a need for further regulation, partly to regulate the electronic archiving of archive material.
nb: Forskrift av 1.desember 1999 nr 1566 om utfyllende tekniske og arkivfaglige bestemmelser om behandling av offentlige arkiver (behandling av offentlige arkiver) kom som et resultat av behovet for ytterligere regulering blant annet for å regulere elektronisk arkivering av arkiv-materiale.

source: Recordkeeping and archive functionality in task systems, where the public body itself
nb: Journal- og arkivfunksjonalitet i fagsystem, hvor organet selv utvikler løsningen Journal- og arkivfunksjonalitet for fagsystem, hvor journal- og arkivfunksjonaliteten er

source: An electronic signature can be used to verify that electronically transmitted information has not been altered during sending, to provide confirmation of who sent the information and as verification that the sender will not be able to deny that he sent it.
nb: En elektronisk signatur kan brukes som sikkerhet for at elektronisk overført informasjon ikke har blitt endret underveis, bekreftelse på hvem som sendte informasjonen og som sikkerhet for at avsender ikke skal kunne benekte at han sendte den.

source: The principal rule in the Act is that the body‟s case documents, fonds and other similar registers are open to inspection unless otherwise follows from a law or a regulation pursuant to a law.
nb: Lovens hovedregel er at saksdokument, journaler og lignende register for organet er åpne for innsyn hvis ikke annet følger av lov eller forskrift med hjemmel i lov.

source: In connection with the development of new systems or functionality for recordkeeping and archiving, the development must be based on Noark 5, not Noark 4.
nb: Ved nyutvikling av system eller funksjonalitet for journalføring og arkivering skal utviklingen baseres på Noark 5, ikke på Noark-4.

source: It is important to be aware of the
nb: Det er viktig å være oppmerksom på

source: MoReq - Model Requirements for the management of electronic records (European Commission 2002).
nb: Dette er en internasjonal standard for arkivdanning.MoReq - Model Requirements for the Management of Electronic Records (EU-kommisjonen 2002).

source: Other conditional obligatory requirements may be obligatory for systems that contain documents which must be retained for more than 10 years.
nb: Andre betinget obligatoriske krav kan være obligatoriske for systemer som inneholder dokumenter som skal bevares i mer enn 10 år.

source: Involved parties‟ right of access to information in accordance with the Public Administration Act is regulated in Section 18, which is the main rule concerning a person‟s right to access documents that concern themselves.
nb: Partsinnsyn etter forvaltningsloven er regulert i § 18, som er hovedregelen om en persons rett til innsyn i dokumenter som gjelder en selv.

source: If documents are to be signed by electronic signature, the system must also satisfy the basic requirements for the integrated use of digital signatures in Noark.
nb: Hvis dokumenter skal signeres med elektronisk signatur, skal systemet også tilfredsstille basiskravene til integrert bruk av digital signatur i Noark.

source: The Archives Act sets out a number of general and fundamental provisions concerning archives and, in particular, archives within the public administration.
nb: Arkivloven gir en del overordnede og grunnleggende bestemmelser om arkiv og spesielt om arkiv i offentlig forvaltning.

source: Users can reuse a particular ID for many services.
nb: Brukerne kan gjenbruke én og samme ID mot mange tjenester.

source: Of particular importance here is Section 26, which sets out provisions concerning the archiving of advanced electronic signatures, etc.
nb: Særlig viktig her er § 26 som gir bestemmelser om arkivering av avansert elektronisk signatur mv.

source: Solutions based on Noark 5 core should therefore also be able to serve as electronic records management solutions for the private sector in Norway.
nb: Løsninger basert på Noark 5-kjerne burde derfor kunne tjene som ”Electronic Records Management”-løsninger også for privat sektor i Norge.

source: Versions during the autumn of 2008 with corrections, etc. will have the version number 1.1, 1.2, 1.3, etc.
nb: Versjoner i løpet av høsten 2008 med feilrettinger mv. vil ha versjonsnummer 1.1, 1.2, 1.3 osv.

source: These functions are referred to as the securing of integrity, authenticity and non-repudiation.
nb: Disse funksjonene benevnes som sikring av integritet, autentisitet og ikke-benekting.

source: handling and be of value as documentation.
nb: gjenstand for saksbehandling og ha verdi som dokumentasjon.

source: The Act does not cover the processing of personal data that an individual carries out solely for personal or other private purposes.
nb: Loven gjelder ikke behandling av personopplysninger som den enkelte foretar for rent personlige eller andre private formål.

source: The requirement for readability (presentation) means that it must be possible to recreate appearance and content over time.
nb: Kravet til lesbarhet (presentasjon) medfører at utseende og innhold skal kunne gjenskapes over tid.

source: A case document for the body is a document that has been received by or submitted to a body, or which the body has itself created, and which concerns the body‟s area of responsibility or operations.
nb: Et saksdokument for organet er dokument som er kommet inn til eller lagt frem for et organ, eller som organet selv har opprettet, og som gjelder ansvarsområdet eller virksomheten til organet.

source: All these systems will be electronic document management systems, although they may also contain references to physical documents.
nb: Alle disse systemene vil være elektroniske dokumenthåndteringssystemer, selv om de også kan ha referanser til fysiske dokumenter.

source: The ban on disposal in the Archives Act takes precedence over provisions concerning disposal in or pursuant to other laws.
nb: Kassasjonsforbudet i arkivloven går foran bestemmelser om kassasjon i eller i medhold av andre lover.

source: Noark 5 has therefore been written with regard to both the public and the private sector, as well as organisations which are planning to procure a new system or which wish to assess the system that they have already introduced.
nb: Derfor er Noark 5 skrevet med tanke på både offentlig og privat sektor, og organisasjoner som planlegger å anskaffe nytt system eller ønsker å vurdere det systemet de allerede har innført.

source: The Regulation is intended to promote predictability and flexibility and to facilitate for the coordination of secure and appropriate technical solutions, including e-signatures.
nb: Forskriften skal fremme forutsigbarhet og fleksibilitet, samt legge til rette for samordning av sikre og hensikts-messige tekniske løsninger, herunder e-signatur.

source: This is intended to cover both large and small organisations, the public and private sectors, all EU Member States (and countries outside the EU).
nb: Den er ment å skulle dekke både store og små organisasjoner, offentlig og privat sektor, alle land i EU (og land utenfor EU).

source: sets out general rules concerning case handling, in addition to specialised provisions concerning confidentiality obligations and special access for involved parties.
nb: gir generelle regler om saksbehandling, samt spesialiserte bestemmelser om taushetsplikt og partsoffentlighet.

source: It does not contain requirements linked to functions in order to satisfy laws and regulations (not even for the EU), take account of country-specific administrative practices or traditions or other country-specific considerations.
nb: Den inneholder ikke krav knyttet til funksjoner for å ivareta lov- og regelverk (heller ikke for EU), ivareta landspesifikk forvaltningsskikk eller -tradisjon eller andre landspesifikke forhold.

source: Chapter 2 includes provisions which state that any individual who contacts an administrative body can in principle use electronic communication, that the administrative body must confirm that the communication has been received and how requirements concerning access should be handled.
nb: Kapittel 2 inneholder bl.a. bestemmelser om at enhver som henvender seg til et forvaltningsorgan i prinsippet kan benytte elektronisk kommunikasjon, at forvaltningsorganet skal gi bekreftelse på at henvendelsen er mottatt og hvordan krav om innsyns skal behandles.

source: To ensure that Noark 5 is in line with MoReq2, the project primarily related to MoReq2‟s requirements, as they were completed.
nb: For å sikre at Noark 5 er i tråd med MoReq2, har prosjektet i hovedsak forholdt seg til MoReq2 sine kravsett, etter hvert som de har blitt ferdige.

source: The FESD project has established a common technical standard for recordkeeping and case handling systems, based on Noark 4.
nb: FESD-prosjektet har etablert en felles teknisk standard for arkiv- og saksbehandlingssystem, basert på Noark-4.

source: Other regulations may affect archive-related circumstances, and in certain contexts these regulations will have consequences for archive-related work performed by public bodies.
nb: Annet regelverk kan berøre arkivmessige forhold, og disse vil i visse sammenhenger ha konsekvenser for arkivarbeidet i den offentlige forvaltning.

source: and the associated Regulation (
nb: og forskriften til denne (

source: Most exemptions under the Freedom of Information Act on the basis of a statutory confidentiality obligation are based on Sections 13 to 13 f of the Public Administration Act.
nb: De fleste unntak etter offentleglova på grunnlag av lovbestemt taushetsplikt har hjemmel i forvaltningsloven §§ 13 til 13 f.

source: „Preservation‟ means that archive material is retained for the future and transferred to an archival repository.
nb: Med bevaring menes at arkivmateriale blir oppbevart for framtida og avlevert til arkivdepot.

source: Specific requirements concerning technologies, such as approved archival formats for electronic documents, have been removed from the standard and placed in the regulations issued pursuant to the Archives Act.
nb: Konkrete krav til teknologier, slik som godkjente arkivformat for elektroniske dokumenter, er tatt ut av standarden og plassert i forskriftene til arkivloven.

source: Behind this lies the consideration that for certain administrative or case areas it may still be appropriate to use paper-based records and archives, while others will need to use task systems with functionality based on the core requirements in Noark 5.
nb: I dette ligger at for visse forvaltnings- eller saksområder kan det fortsatt være hensiktsmessig med papirbasert journal og arkiv, mens andre har behov for å benytte fagsystem med funksjonalitet basert på kjernekravene i Noark 5.

source: The principal functions lie within record structure, metadata and requirements for systems which are set out in the regulations concerning archives.
nb: Hovedfunksjonene ligger innen arkivstruktur, metadata og krav til system som finnes i regelverk for arkiv.

source: Document capture, the provision of metadata and the archiving of documents must be possible in widely varying environments, from organisations which make extensive use of automated case handling and advanced case handling support, to organisations that need to manage simple post routines and archive individual files.
nb: Dokumentfangst, tilførsel av metadata og arkivering av dokumenter skal kunne gjøres i svært ulike omgivelser, fra virksomheter med til dels utstrakt automatisert saksbehandling og avansert saksbehandlingsstøtte, til virksomheter som har behov for håndtering av enkle postrutiner og arkivering av enkle filer.

source: The Noark 5 core is a technical and functional implementation of the general requirements for appropriate archiving, as they are formulated in MoReq2, ISO 15489 and elsewhere.
nb: Noark 5-kjerne er en teknisk og funksjonell implementering av de generelle kravene til en forsvarlig arkivering, slik de er formulert bl.a. i MoReq2 og i ISO 15489.

source: It should be noted that these examples do not exhaustively describe the legal requirements for the individual areas of legislation, but are intended solely as illustrative examples.
nb: Det understrekes at disse eksemplene ikke uttømmende beskriver lovkravene på de enkelte lovgivningsområde, men er ment som illustrerende eksempler.

source: The recordkeeping and archive functionality will be used to register and archival documents and other information and to search for and retrieve this information and distribute it.
nb: Journal- og arkivfunksjonaliteten skal dels benyttes til å registrere og arkivere dokumenter og annen informasjon, dels til å søke etter og hente fram denne informasjonen og distribuere den.

source: The requirements for the inner core must be met in order for the system to be approved as a Noark 5 solution.
nb: Kravene til indre kjerne må være oppfylt for at systemet skal kunne godkjennes som en Noark 5-løsning.

source: For the organisation as a whole, the recordkeeping and archive functionality will often be integrated in an associated case handling system or task system.
nb: For organet som helhet vil ofte journal- og arkivfunksjonaliteten være integrert i et omkring-liggende saksbehandlingssystem eller fagsystem.

source: ) regulates certain types of archive material through provisions concerning the rules that apply to case handling and concerning the rights that the Public Administration Act accords the individual.
nb: ) regulerer visse typer arkivmateriale gjennom bestemmelser om hvilke regler som gjelder for saks-behandling, og om hvilke rettigheter forvaltningsloven gir den enkelte.

source: The Act covers the processing of personal data using electronic tools and the manual processing of personal data which involves the creation of a personal register.
nb: Loven omfatter behandling av personopplysninger med elektroniske hjelpemidler, og manuell behandling av personopplysninger som innebærer opprettelse av et personregister.

source: Anyone can request access to case documents, fonds and registers that are similar to case documents that are archived by the body concerned.
nb: Alle kan kreve innsyn i saksdokument, journaler og lignende register til saksdokument, hos vedkommende organ.

source: These intermediate versions will retain the main version number and have consecutive numbering after the main version number.
nb: Disse mellomversjonene vil beholde hovedversjonsnummeret, og ha fortløpende nummerering etter hovedversjonsnummeret.

source: Section 3-20 of the Archives Regulation sets out specific obligatory requirements concerning preservation.
nb: I arkivforskriften § 3-20 er det satt opp spesifiserte bevaringspåbud.

source: Through the use of solutions based on the core requirements in Noark 5, integration with case handling and form handling systems and automated recordkeeping, archiving and document distribution, it will also be possible to maintain control over documents in such cases.
nb: Gjennom bruk av løsninger basert på kjernekravene i Noark 5, integrasjon med saksbehandlings- og skjemahåndteringssystem og automatisert journalføring, arkivering og fordeling av dokumenter, vil det være mulig å få kontroll over dokumenter i slike saker også.

source: Section 9(c) of the Archives Act sets out provisions which state that archive material cannot be disposed of except pursuant to regulations or with the specific consent of the Director General of the National Archival Services.
nb: I arkivloven § 9 bokstav c er det gitt bestemmelser om at arkivmateriale ikke kan kasseres med mindre det skjer med hjemmel i forskrifter eller etter særskilt samtykke fra Riksarkivaren.

source: The archive function within the public administration consists of maintaining an overview of documents for handling (case documents), placing the documents in their handling context (cases), distributing documents to the handling link, following up with respect to the handling link, archiving documents that have been handled, responding to internal and external enquiries concerning case handling status and concerning the content of documents, searching for/retrieving documents on request, lending documents or distributing copies, etc.
nb: Arkivfunksjonen i offentlig forvaltning består i å holde oversikt over dokumenter til behandling (saksdokumenter), plassere dokumentene i deres behandlingsmessige sammenheng (saker), fordele dokumenter til behandlingsleddet, drive oppfølging overfor behandlingsleddet, arkivere dokumenter som er behandlet, besvare interne og eksterne forespørsler om behandlingsstatus og om innhold i dokumenter, søke/hente fram dokumenter på forespørsel, låne ut dokumenter eller distribuere kopier etc.

source: It is also at least as important to document what an organisation has received and generated in terms of documents in cases where automated case handling is used to some degree in specialised task systems or decision-support systems.
nb: Det er minst like viktig å dokumentere hva en virksomhet har mottatt og skapt av dokumenter også i de tilfellene det er mer eller mindre automatisert saksbehandling som foregår i spesialiserte fagsystem eller beslutningsstøtte-system.

source: Between the Noark 5 core and peripheral systems, there is a “grey zone”, which is Noark 5‟s requirements for external modules/systems.
nb: Mellom Noark 5 kjerne og omkringliggende system ligger det en ”gråsone”, som er Noark 5 sine krav til eksterne moduler/systemer.

source: This means that such an electronic signature is accorded the same legal effect as a handwritten signature.
nb: Dette betyr at en slik elektronisk signatur gis samme rettsvirkning som en håndskrevet signatur.

source: If a requirement for a signature is imposed, the use of a qualified electronic signature will always fulfil such a requirement, providing it is possible to perform the action electronically.
nb: Stilles det krav om underskrift vil alltid bruk av kvalifisert elektronisk signatur oppfylle et slikt krav, så fremt det er mulig å foreta handlingen elektronisk.

source: This is an EU standard for records management design based on ISO 15489.
nb: Dette er en EU-standard for arkivdanning basert på ISO 15489.

source: The content is contained in one or more electronic or physical documents which reproduce the archival document‟s “message”.
nb: Innholdet finnes i ett eller flere elektroniske eller fysiske dokumenter som gjengir arkivdokumentets ”budskap”.

source: Noark 5 is to be used for all types of recordkeeping, irrespective of the technological solution or type of public body.
nb: Noark 5 skal kunne brukes for alle typer arkivdanning, uavhengig av teknologisk løsning og type organ.

source: “Archive limitation” means that documents which are created as part of the operations conducted by the body but which are neither subject to case handling nor of value as documentation, will be kept outside or removed from the archive.
nb: Med arkivbegrensing menes at dokument som blir til som ledd i den virksomheten organet driver, men som verken er gjenstand for saksbehandling eller har verdi som dokumentasjon, blir holdt utenfor eller fjernet fra arkivet.

source: During the project period, the project manager was involved in the work relating to the development of MoReq2 as a participant on the Editorial Board.
nb: Prosjektleder har i løpet av prosjektperioden deltatt i arbeidet med utviklingen av MoReq2, som deltaker i Editorial Board.

source: If this does not take place, the document is considered to be created when it is finalised.
nb: Hvis dette ikke skjer, regnes dokumentet som opprettet når det er ferdigstilt.

source: in accordance with Sections 3-18 and 3-19 of the Archives Regulation.
nb: etter §§ 3-18 og 3-19 i arkivforskriften.

source: specifies requirements and recommendations for some of the optional task and administration systems that will form part of a “complete” Noark 5 solution, i.e. a solution that is close to the current Noark 4 system.
nb: spesifiserer krav og anbefalinger til noen av de valgfrie fag- og administrasjonssystemer som vil inngå i en ”komplett” Noark 5-løsning, det vil si en løsning som ligger nært opp til dagens Noark-4-system.

source: Some conditional obligatory requirements will only be obligatory for case record systems.
nb: Noen betinget obligatoriske krav vil være obligatoriske bare for sakarkivsystemer.

source: The purpose of the Act is to regulate the rights of citizens when they come into contact with public bodies.
nb: Formålet med loven er å regulere de rettigheter borgerne har når de er i kontakt med offentlige instanser.

source: means that archive material that has been subject to case handling or been of value as documentation is removed from the archive and deleted or destroyed.
nb: menes at arkivmateriale som har vært gjenstand for saksbehandling eller hatt verdi som dokumentasjon, blir tatt ut av arkivet og slettet eller destruert.

source: This follows from Section 6 of the Archives Act.
nb: Dette følger av § 6 i arkivloven.

source: 2 Legal framework conditions
nb: 2 Juridiske rammebetingelser
